alefragnani.Bookmarks
alexcvzz.vscode-sqlite
batisteo.vscode-django
bradlc.vscode-tailwindcss
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
magicstack.MagicPython
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode.atom-keybindings
mubaidr.vuejs-extension-pack
octref.vetur
Orta.vscode-jest
pflannery.vscode-versionlens
PKief.material-icon-theme
tombonnike.vscode-status-bar-format-toggle
vincaslt.highlight-matching-tag
wholroyd.jinja
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme
