batisteo.vscode-django
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
donjayamanne.python-extension-pack
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
magicstack.MagicPython
ms-python.python
ms-vscode.atom-keybindings
mubaidr.vuejs-extension-pack
octref.vetur
PKief.material-icon-theme
sdras.vue-vscode-snippets
tombonnike.vscode-status-bar-format-toggle
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme