ailuffy3.lodash-free-snippets
alefragnani.Bookmarks
alexcvzz.vscode-sqlite
AttilioCapocchiani.vuejs-helper
batisteo.vscode-django
bradlc.vscode-tailwindcss
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
eriklynd.json-tools
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
magicstack.MagicPython
mkaufman.HTMLHint
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.atom-keybindings
mubaidr.vuejs-extension-pack
octref.vetur
Orta.vscode-jest
PKief.material-icon-theme
sdras.vue-vscode-snippets
shanoor.vscode-nginx
thebarkman.vscode-djaneiro
tombonnike.vscode-status-bar-format-toggle
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme
